<?php

return [
    "BUTTON_CHECKOUT" => '✅ Оформить заказ на — {price} {currency}.',
    'BUTTON_PAY' => '💳 Оплатить заказ — {price} {currency}.',
    "BUTTON_BUY" => '👉 {price} {currency}. — Купить 👈',
    'USAGE' => 'Используйте: {0}',
    'COMMAND_NOT_FOUND_1' => '🚫 Команда /{0} не найдена.',
    'COMMAND_NOT_FOUND_2' => 'Воспользуйтесь командой 👉 /help',
    'EXACT_COMMAND' => 'Для точной команды введите',
    'COMMAND_LIST' => 'Список команд',
    'COMMAND_LIST_ADMIN' => 'Список команд администратора',
    'START' => 'Добро пожаловать в наш бот, <strong>{0}</strong>.' . PHP_EOL . 'воспользуйтесь командой /help',
    'SEARCH_RESULT' => 'По Вашему запросу "{query}"',
    'SEARCH_RESULT_TOTAL' => '➡ {count, plural, =0{найдено} =1{найден} other{найдено}} {count, plural, =0{# товаров} =1{# товар} one{# товаров} few{# товара} many{# товаров} other{# товаров}}',
    'COMMAND_SENDTOCHANNEL' => 'Отправить сообщение на канал',
    'COMMAND_CART' => 'Корзина заказа',
    'COMMAND_DEBUG' => 'Команда отладки, чтобы помочь найти проблемы',
    'COMMAND_SENDTOALL' => 'Отправить сообщение всем пользователям бота',
];
