<?php

return [
    "BUTTON_CHECKOUT" => '✅ Оформить заказ на — {0} грн.',
    'BUTTON_PAY'=>'💳 Оплатить заказ — {0} грн.',
    "BUTTON_BUY" => '👉 {0} грн. — Купить 👈',
    'USAGE'=>'Используйте: {0}',
    'COMMAND_NOT_FOUND_1'=>'🚫 Команда /{0} не найдена.',
    'COMMAND_NOT_FOUND_2'=>'Воспользуйтесь командой 👉 /help',
    'EXACT_COMMAND' => 'Для точной команды введите',
    'COMMAND_LIST' => 'Список команд',
    'COMMAND_LIST_ADMIN' => 'Список команд администратора',
    'START' => 'Добро пожаловать в наш бот, <strong>{0}</strong>.' . PHP_EOL . 'воспользуйтесь командой /help',
    'SEARCH_RESULT' => 'По Вашему запросу "{query}"',
    'SEARCH_RESULT_TOTAL' => '➡ {count, plural, =0{найдено} =1{найден} other{найдено}} {count, plural, =0{# товаров} =1{# товар} one{# товаров} few{# товара} many{# товаров} other{# товаров}}',
];
