<?php

return [
    'MODULE_NAME' => 'Telegram Бот',
    'MODULE_DESC' => 'Модуль управление Telegram ботом',
    'START_SOURCE' => 'Источник входа',
    'CATALOG' => 'Каталог продукции',
    'CHOOSE_SECTION' => 'Выберите раздел:',
    'CATALOG_NO_ITEMS' => 'В каталоге нет продукции',
    'NEW' => '❇ Новинки ({0})',
    'DISCOUNT' => '🔥 Акции ({0})',
    'BRANDS' => '💎 Бренды ({0})',
    'COMMAND_NOT_FOUND' => 'Помощь не доступна: Команда /{0} не найдена',
    'MAILING' => 'Рассылка',
    'BOT_BLOCKED' => '*Бот отключен!*',
    'BOT_BLOCKED_REASON' => 'Период использование бота окончен, для разблокировки бота, необходимо продлить тарифный план.',
    'SUCCESS' => 'Успех',
    'ERROR' => 'Ошибка',
    'INFO' => 'Информация',
    'WARNING' => 'Внимание',
    'BACK_IN_CATALOG'=>'↩ Вернуться в каталог',
    'SEARCH'=>'Поиск товаров',
];
