<?php

return [
    "BUTTON_CHECKOUT" => '✅ Оформити замовлення на - {price} {currency}.',
    'BUTTON_PAY' => '💳 Оплатити замовлення - {price} {currency}.',
    "BUTTON_BUY" => '👉 {price} {currency}. - Купити 👈 ',
    'USAGE' => 'Використовуйте: {0}',
    'COMMAND_NOT_FOUND_1' => '🚫 Команда / {0} не знайдено.',
    'COMMAND_NOT_FOUND_2' => 'Скористайтеся командою 👉 / help',
    'EXACT_COMMAND' => 'Для точної команди введіть',
    'COMMAND_LIST' => 'Список команд',
    'COMMAND_LIST_ADMIN' => 'Список команд адміністратора',
    'START' => 'Ласкаво просимо в наш бот, <strong>{0}</strong>.' . PHP_EOL . 'скористайтеся командою /help',
    'SEARCH_RESULT' => 'По вашому запиту "{query}"',
    'SEARCH_RESULT_TOTAL' => '➡ {count, plural, =0{знайдено} =1{знайдений} other{знайдено}} {count, plural, =0{# товарів} =1{# товар} one{# товарів} few{# товару} many{# товарів} other{# товарів}}',
    'COMMAND_SENDTOCHANNEL' => 'Надіслати повідомлення на канал',
    'COMMAND_CART' => 'Кошик замовлення',
    'COMMAND_DEBUG' => 'Команда налагодження, щоб допомогти знайти проблеми',
    'COMMAND_SENDTOALL' => 'Надіслати повідомлення всім користувачам бота',
];
